import { CardData, ManagementTeam } from "./types/type";

export const ManagementTeamData: ManagementTeam = [
  {
    name: "瀬賀 利明",
    position: "代表取締役 / 最高経営責任者 CEO",
    career: `経営・ITコンサルティング業界に、25年以上にわたって従事。大学卒業後に大手鉄鋼会社にて製鉄所向けプロセスコンピュータの企画・開発を担当し、事業部門の最年少係長としてシステム開発やコンサルテーションを手がける。その後、米国系 大手IT コンサルファームに入社し、SCM、CRM、e調達等のソリューションビジネスを展開し、日本オフィス取締役、米国本社副社長を歴任。グローバルIT会社の代表取締役CEOとして短期間にビジネス基盤を整備し成長軌道にのせて、大手証券会社より出資を受けグループ会社化。その後グローバルファンドのオペレーティングパートナとして、主にIT、ハイテク領域での案件探索及び投資先企業の企業価値向上を担当。 `,
  },
  {
    name: "市川 至",
    position: "CTO",
    career:
      "大学卒業後、大手電機機器会社の研究所に入社。ソフトウェア工学、特に、ビジュアルプログラミング、プログラム可視化の研究に従事(第40回全国大会奨励賞受賞、1992から1年間University of Illinois at Urbana-Champaign客員研究員)。日本UNIXユーザ会の幹事をはじめ、「Fjの歩き方」（オーム社）の編集出版、フリーソフトのnkfの原作者として、UNIXおよびインターネットのコミュニティに参加。2000年に大手電機機器会社からスピンオフした、メディア会社の開発部長兼取締役を歴任。会員制サイトについて、システムのインフラ構築から運用まで全般を担当。東京工業大学卒　情報工学博士。",
  },
  {
    name: "鍋田 正行",
    position: "COO",
    career:
      "Tサービス業界に20年以上にわたり従事。 上場会社の基幹システムや素粒子物理学系研究所の計測システム、ゲーム開発、CRM等のITソリューションビジネスの展開など、幅広い業界におけるソリューションコンサルティング、システム開発及びプロジェクト管理に多くの実績を有す。 かつ企業のコスト削減を目指したBPR等の変革プロジェクトの推進経験を持つ。これら過去知見を活かすべく、社の経営チームへ参画。",
  },
  {
    name: "久米 恵美",
    position: "CQO",
    career:
      "通信、ITサービス業界に30年以上にわたり従事。外資系コンピュータ会社にて通信事業者向け基幹系システムの設計・開発・プロジェクト管理に携わる。また、外資系通信機器会社でネットワーク網構築のプロジェクト管理及び新製品の日本市場初導入に携わる。新製品の導入にあたり、新規ビジネスモデルを開発し、かつ日本品質基準デリバリーの定着化に成功した。品質改善活動の成果に対し通信事業者から優秀ベンダー賞を2年連続して受賞。山形大学卒　情報工学専攻。",
  },
];

export const ManagementTeamData2: ManagementTeam = [
  {
    name: "瀬賀 利明",
    name2: "Toshiaki Sega",
    position: "代表取締役 / 最高経営責任者 CEO",
  },
  {
    name: "市川 至",
    name2: "Itchikawa Itaru",
    position: "執行役員 / 最高技術責任者 CTO",
  },
  {
    name: "鍋田 正行",
    name2: "Masayuki Nabeta",
    position: "執行役員 / 最高執行責任者 COO",
  },
  {
    name: "久米 恵美",
    name2: "Emi Kume",
    position: "執行役員 / 最高品質責任者CQO",
  },
];

export const cardDataSP: CardData[] = [
  {
    title1: "Consulting Service",
    title2: "経営戦略・事業戦略",
    description: `デジタル変革の果実を先取りして企業価値最大化と競争優位性を確立する経営戦略・事業戦略の策定と、戦略の具体化に向けた施策の定義と実行計画の作成をご支援することで、企業の変革をともに成し遂げます。`,
  },
  {
    title1: "Consulting Service",
    title2: "ソリューション導入",
    description: `ビジネスとテクノロジーの融合を正しく理解し、変革に伴うリスクを管理しつつ、ビジネス成果を迅速かつ確実に実現するソリューションを確実にお届け致します。`,
  },
  {
    title1: "Consulting Service",
    title2: "BPR, チェンジマネジメント",
    description: `リーダーシップ、コミュニケーション他の戦略理論を組み合わせ、デジタル変革のためのBPRとチェンジマネジメントを着実に実装いたします。`,
  },
  {
    title1: "Consulting Service",
    title2: "M&A、企業価値評価",
    description: `専門性の高いコンサルタントが顧客企業の全体像を見据え、顧客企業の立場にたったプロジェクト推進をおこない、プロジェクトを確実に成功へと導きます`,
  },
  {
    title1: "IT Service",
    title2: "ITシステム開発",
    description: `オブジェクト指向型ソフトウェア開発に関わる業界最高レベルの技術知識と、多種多様な業界に関わる業務知見を駆使することで、ITシステムの開発をご支援いたします。`,
  },
];

export const cardData: CardData[] = [
  {
    title1: "Consulting Service",
    title2: "経営戦略・事業戦略",
    description: `デジタル変革の果実を先取りして企業価値最大化と競争優位性を確立する経営戦略・事業戦略の策定と、戦略の具体化に向けた施策の定義と実行計画の作成をご支援することで、企業の変革をともに成し遂げます。`,
    marginTop: -100,
  },
  {
    title1: "Consulting Service",
    title2: "ソリューション導入",
    description: `ビジネスとテクノロジーの融合を正しく理解し、変革に伴うリスクを管理しつつ、ビジネス成果を迅速かつ確実に実現するソリューションを確実にお届け致します。`,
    marginTop: -20,
  },
  {
    title1: "Consulting Service",
    title2: `BPR、\nチェンジマネジメント`,
    description: `リーダーシップ、コミュニケーション他の戦略理論を組み合わせ、デジタル変革のためのBPRとチェンジマネジメントを着実に実装いたします。`,
    marginTop: 80,
  },
  {
    title1: "Consulting Service",
    title2: "M&A、企業価値評価",
    description: `専門性の高いコンサルタントが顧客企業の全体像を見据え、顧客企業の立場にたったプロジェクト推進をおこない、プロジェクトを確実に成功へと導きます。`,
    marginTop: -60,
  },
  {
    title1: "IT Service",
    title2: "ITシステム開発",
    description: `オブジェクト指向型ソフトウェア開発に関わる業界最高レベルの技術知識と、多種多様な業界に関わる業務知見を駆使することで、ITシステムの開発をご支援いたします。`,
    marginTop: 0,
  },
];

export const ManagementTeamMaxHeight: number = 1040;
